Repository: Kaik/KaikmediaAuthModule
Catalog: Resources/translations/zikula_javascript.*.po
Languages: pl

source: Access token is missing please try again.
pl: Kod dostępu nie istnieje spróbuj ponownie.

source: Account registered.
pl: Konto zostało założone.

source: Awaiting
pl: Oczekuję

source: Checking
pl: Sprawdzam

source: Checking email
pl: Sprawdzam email

source: Checking email...
pl: Sprawdzam email...

source: Connected account not found.
pl: Nie znaleziono połączonego konta.

source: Connected.
pl: Połączone.

source: Connecting
pl: Łączę

source: Connecting...
pl: Łączę...

source: Data loaded!
pl: Dane zostały pobrane!

source: Different zikula account is already connected. Please logout and connect to the other account
pl: Inne konto na tej stronie jest już połączone z aplikacją facebook

source: Disconnected.
pl: Rozłączono.

source: Disconnecting
pl: Rozłączam

source: Disconnecting...
pl: Rozłączam...

source: Email is progibited!.
pl: Ten adres email jest niedozwolony!.

source: Email is unregistered!.
pl: Adres email nie jest zarejestrowany!.

source: Found connected account!
pl: Znaleziono konto łączę!

source: Loading data...
pl: Pobieram dane...

source: Loading user data...
pl: Pobieram dane użytkownika...

source: Loading...
pl: Ładuję...

source: Logged in.
pl: Zalogowano.

source: Logging in
pl: Loguję

source: Logging in...
pl: Loguję...

source: Looking for connected account...
pl: Szukam połączonego konta...

source: Missing email address!
pl: Adres email nie istnieje!

source: One account found!
pl: Znaleziono jedno konto!

source: Redirecting...
pl: Przekierowywuję...

source: Registering...
pl: Rejestruję konto...

source: Select account to connect
pl: Wybierz konto do połączenia

source: Unknow error occured. Please try again.
pl: Wystąpił nieznany błąd. Proszę odświerz stronę i spróbuj ponownie.

source: User data loaded
pl: Dane użytkownika zostały pobrane

source: Your email is already registered!
pl: Twój adres email jest już zarejestrowany!

source: accounts found!
pl: znaleziono konta!
